Repository: translate5/translate5
Catalog: application/modules/editor/testcases/editorAPI/MatchAnalysisTest/MatchAnalysisTest_TM.tmx
Source language: en_us
Languages: de_de

source: What is Lorem Ipsum?
de_de: Was ist Lorem Ipsum?

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
de_de: Lorem Ipsum ist ein einfacher Blindtext der Druck- und Setzindustrie.

source: Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book.
de_de: Lorem Ipsum ist seit dem Jahr 1500, als ein unbekannter Drucker eine Druckfahne nahm und sie zu einem Musterbuch zusammensetzte, der Standard für Blindtexte in der Industrie.

source: It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged.
de_de: Sie hat nicht nur fünf Jahrhunderte, sondern auch den Sprung zum elektronischen Schriftsatz überlebt und ist im Wesentlichen unverändert geblieben.

source: It was popularised in the 1960s with the release of Letraset sheets containing Lorem Ipsum passages, and more recently with desktop publishing software like Aldus PageMaker including versions of Lorem Ipsum.
de_de: Es wurde in den 1960er Jahren mit der Veröffentlichung von Letraset-Bögen mit Lorem Ipsum Passagen populär, und in jüngerer Zeit mit Desktop-Publishing-Software wie Aldus PageMaker, die Versionen von Lorem Ipsum enthält.

source: It is a long established fact that a reader will be distracted by the readable content of a page when looking at its layout.
de_de: Es ist eine altbekannte Tatsache, dass ein Leser vom lesbaren Inhalt einer Seite abgelenkt wird, wenn er das Layout betrachtet.

source: The point of using Lorem Ipsum is that it has a more-or-less normal distribution of letters, as opposed to using 'Content here, content here', making it look like readable English.
de_de: Der Sinn der Verwendung von Lorem Ipsum besteht darin, dass es eine mehr oder weniger normale Verteilung der Buchstaben hat, im Gegensatz zur Verwendung von "Inhalt hier, Inhalt hier", wodurch es wie lesbares Englisch aussieht.

source: Many desktop publishing packages and web page editors now use Lorem Ipsum as their default model text, and a search for 'lorem Ipsum' will uncover many web sites still in their infancy.
de_de: Viele Desktop-Publishing-Pakete und Webseiten-Editoren verwenden inzwischen Lorem Ipsum als Standardtextvorlage, und eine Suche nach "lorem Ipsum" führt zu vielen Websites, die noch in den Kinderschuhen stecken.

source: Various versions have evolved over the years, sometimes by accident, sometimes on purpose (injected humour and the like).
de_de: Im Laufe der Jahre haben sich verschiedene Versionen herausgebildet, manchmal aus Versehen, manchmal absichtlich (mit Humor und ähnlichem).
